Revit 2027 API
ParameterTypeId.RenderPlantTrimHeight Property
 "Plant Trim Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RenderPlantTrimHeight { get; }
Public Shared ReadOnly Property RenderPlantTrimHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RenderPlantTrimHeight {
	ForgeTypeId^ get ();
}
static member RenderPlantTrimHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace